{"translation-revision-date":"2022-10-05 13:54:10+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Finishing up …":["Finalizando …"],"Uploading (%1$s%%)":["Subiendo (%1$s%%)"],"Done":["Hecho"],"Upload Complete!":["¡Subida completada!"],"Resume":["Reactivar"],"Video poster (optional)":["Poster del vídeo"],"Video title":["Título de vídeo"],"select a custom one":["elige uno personalizado"],"This is how the video will look. Use the slider to choose a poster or <a>select a custom one<\/a>.":["Así es como se verá el vídeo. Usa el control deslizante para elegir un póster o <a>selecciona uno personalizado<\/a>."],"Please select a video from Library or upload a new one":["Elige un vídeo de VideoPress de la biblioteca o sube uno nuevo"],"Error selecting video. Please try again.":["Error al elegir el vídeo. Vuelve a intentarlo."],"Unexpected error uploading video.":["Error inesperado el cargar el vídeo."],"Impossible to get a video preview after ten attempts.":["Imposible obtener una vista previa del vídeo después de diez intentos."],"Failed to upload your video. Please try again.":["No se ha podido subir tu vídeo. Inténtalo de nuevo."],"Invalid VideoPress URL":["La URL de VideoPress no es válida."],"No custom Poster image selected. You can upload or select an image from your media library to override the default video image":["No se ha seleccionado ninguna imagen de póster personalizada. Puedes subir o elegir una imagen de tu biblioteca de medios para anular la imagen de video por defecto"],"You are currently overriding the default Poster image. Remove it if you want to use the default image generated by VideoPress.":["Estás anulando la imagen de póster por defecto. Elimínala si quieres usar la imagen por defecto generada por VideoPress."],"Remove and use default":["Eliminar y usar la opción por defecto"],"Replace Poster image":["Reemplazar imagen de póster"],"Poster image":["Imagen de póster"],"Check the recommended video settings.":["Comprueba los ajustes de vídeo recomendados."],"The format of the video you uploaded is not supported.":["El formato de vídeo que has subido no es compatible."],"Colors adapt to the video as it plays":["Los colores se adaptan al vídeo al reproducirse"],"Match video":["Coincidir con el vídeo"],"Progress Bar Colors":["Colores de la barra de progreso"],"Content to dowload before the video is played":["Contenido a descargar antes de la reproducción del video."],"Play the video inline instead of full-screen on mobile devices":["Reproduce el vídeo integrado en vez de a pantalla completa en los dispositivos móviles"],"Display the video playback controls":["Mostrar los controles de reproducción de video."],"Restarts the video when it reaches the end":["El video se reiniciará cuando llegue al final."],"Start playing the video as soon as the page loads":["Empezar a reproducir el video en cuanto se cargue la página."],"Note: Automatically downloading videos may cause issues if there are many videos displayed on the same page.":["Nota: Es posible que, si se muestran muchos videos en la misma página, la descarga automática cause algún problema."],"Loading…":["Cargando..."],"Play Inline":["Reproducción integrada"],"Pause":["Pausar"],"Save colors":["Guardar colores"],"Progress":["Progreso"],"Loaded":["Cargado"],"Main":["Principal"],"Generating preview…":["Generando vista previa…"],"Remove Poster Image":["Quitar imagen del póster"],"There is no poster image currently selected":["No hay ninguna imagen de póster seleccionada actualmente"],"The current poster image url is %s":["La url de la imagen actual del póster es %s"],"Select Poster Image":["Seleccionar imagen de póster"],"VideoPress preload setting\u0004None":["Ninguno"],"VideoPress preload setting\u0004Metadata":["Metadatos"],"VideoPress preload setting\u0004Auto":["Automático"],"Preload":["Precarga"],"Playback Controls":["Controles de reproducción"],"Muted":["Silenciado"],"Loop":["Bucle"],"Video Settings":["Ajustes de vídeo"],"Note: Autoplaying videos may cause usability issues for some visitors.":["Nota: La reproducción automática de vídeos puede provocar problemas de usabilidad para algunos visitantes."],"Write caption…":["Escribe la leyenda…"],"Autoplay":["Reproducción automática"],"Try again":["Inténtalo de nuevo"],"Cancel":["Cancelar"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-videopress\/build\/block-editor\/index.js"}}